{
    "projs": [
        {
            "cover": "/images/projects/Arcturo-4.jpg",
            "title": "Arcturo",
            "images": [
                {
                    "image": "#"
                }
            ],
            "lang": {
                "PT": {
                    "tags": [
                        "Branding",
                        "Identidade Visual",
                        "Design de Embalagem",
                        "Ilustração"
                    ],
                    "description": "A identidade visual da Arcturo é uma extensão perfeita de sua essência celestial, traduzindo sua filosofia orientadora em uma identidade de marca sofisticada e evocativa. Inspirado no cosmos, o design combina tipografia refinada, mapas estelares e padrões pontilhados que espelham a vastidão do céu noturno. O design das embalagens segue essa narrativa, com texturas sutis e tons profundos e luminosos que transformam a experiência de unboxing em um momento de descoberta. Cada detalhe é criado para refletir a essência da Arcturo – onde a elegância encontra o mistério, e a joalheria se torna um universo pessoal de significado e autoexpressão."
                },
                "EN": {
                    "tags": [
                        "Branding",
                        "Brand Identity",
                        "Packaging",
                        "Illustration"
                    ],
                    "description": "Arcturo's visual identity is a seamless extension of its celestial essence, translating its guiding philosophy into a refined and evocative brand identity. Rooted in cosmic inspiration, the design blends sophisticated typography, star maps, and stippling patterns to mirror the vastness of the night sky. The packaging design follows this narrative, with subtle textures and deep, luminous tones that elevate the unboxing experience into a moment of discovery. Every detail is crafted to reflect Arcturo's ethos—where elegance meets mystery, and jewelry becomes a personal universe of meaning and self-expression."
                }
            }
        },
        {
            "cover": "/images/projects/Projetos–BrilloCoffee.png",
            "title": "Brillo Coffee",
            "images": [
                {
                    "image": "#"
                }
            ],
            "lang": {
                "PT": {
                    "tags": [
                        "Branding",
                        "Identidade Visual",
                        "Design de Embalagem"
                    ],
                    "description": "A identidade visual da Brillo Coffee captura a essência do despertar e da vitalidade, traduzindo sua paixão pelo artesanato em uma identidade de marca distinta. O logotipo, inspirado no brilho da luz da manhã, combina tipografia serifada elegante com elementos modernos sem serifa, equilibrando tradição e inovação. Essa narrativa se estende ao design das embalagens, onde tons quentes, texturas refinadas e um brilho sutil evocam a riqueza sensorial de cada xícara. Cada detalhe é cuidadosamente pensado para refletir a filosofia da Brillo – mais do que café, é um ritual, um momento e uma centelha de brilho no seu dia."
                },
                "EN": {
                    "tags": [
                        "Branding",
                        "Brand Identity",
                        "Packaging"
                    ],
                    "description": "Brillo Coffee's visual identity captures the essence of awakening and vitality, translating its passion for craftsmanship into a distinctive brand identity. The logo, inspired by the brilliance of morning light, blends elegant serif typography with modern sans-serif elements, striking a balance between tradition and innovation. This narrative extends to the packaging design, where warm tones, refined textures, and subtle radiance evoke the sensory richness of each cup. Every detail is thoughtfully crafted to reflect Brillo's philosophy – more than coffee, it's a ritual, a moment, and a spark of brilliance in your day."
                }
            }
        },
        {
            "cover": "/images/projects/Horya-3.jpg",
            "title": "Horya",
            "images": [
                {
                    "image": "#"
                }
            ],
            "lang": {
                "PT": {
                    "tags": [
                        "Branding",
                        "Identidade Visual",
                        "Design de Embalagem"
                    ],
                    "description": "Horya é uma marca de joias sustentáveis. Suas peças são feitas com diamantes e gemas cultivadas em laboratório e ouro maciço reciclado 18k, utilizando técnicas tradicionais de ourivesaria que garantem que cada peça seja cuidadosamente trabalhada e única. Inspirados no poderoso lema da marca, trouxemos para a identidade visual o conceito mais puro de força: a representação das pedras. Elas sustentam e estruturam construções, são matéria-prima da arte, afiadoras de instrumentos e processos, criam fogo e luz. São também dotadas de beleza, trazendo para a identidade visual a tradução perfeita da essência da Horya e do que suas joias proporcionam a quem as usa: força, beleza, resiliência, sofisticação e poder."
                },
                "EN": {
                    "tags": [
                        "Branding",
                        "Brand Identity",
                        "Packaging"
                    ],
                    "description": "Horya is a sustainable fine jewelry brand. Their pieces are made with lab-grown diamonds and gems and recycled 18k solid gold, using traditional craftsmanship techniques, ensuring that each piece is carefully crafted and that two pieces are never alike. Drawing upon the brand's powerful motto, we have brought the purest concept of strength to the visual identity: the representation of stones. Stones, which underpin and structure constructions, are the raw material of art, sharpen instruments and processes, create fire and light. They are also endowed with beauty, bringing to the visual identity the perfect portrayal of Horya's essence and what it can provide to each person who wears its jewelry: strength, beauty, resilience, sophistication, and power."
                }
            }
        },
        {
            "cover": "/images/projects/Projetos – Ami+.png",
            "title": "Ami+",
            "images": [
                {
                    "image": "#"
                }
            ],
            "lang": {
                "PT": {
                    "tags": [
                        "Branding",
                        "Identidade Visual",
                        "Ilustração"
                    ],
                    "description": "Ami+ é um estúdio de design de interiores em Curitiba – Brasil, fundado por Drielly e Bruna, duas criativas que se complementam em seus projetos. Sua missão é tornar sonhos realidade por meio das sensações que apenas um espaço estrategicamente e esteticamente bem planejado pode despertar. Duas figuras foram escolhidas para representar os elementos gráficos da marca: a janela – símbolo de receptividade e extensão do olhar para influências externas, além de representar a história de amizade entre Drielly e Bruna – e a ponte, que simboliza tanto o vínculo entre as sócias quanto a conexão entre os sonhos intangíveis dos clientes e os espaços reais e físicos."
                },
                "EN": {
                    "tags": [
                        "Branding",
                        "Brand Identity",
                        "Illustration"
                    ],
                    "description": "Ami+ is an interior design company in Curitiba – Brazil, established by Drielly and Bruna, creatives who complement each other in their projects. Their mission is to make dreams come true through the feelings and sensations that only a strategically and aesthetically well-planned space can inspire. Two figures were chosen for the concept of the graphic elements used in the brand: the window – a symbol of receptivity, of the extension of the individual's gaze towards external influences, also representing the history of Drielly and Bruna's friendship – and the bridge, representing not only the partners' bond but also the link between the customers' intangible dreams in real and physical spaces."
                }
            }
        },
        {
            "cover": "/images/projects/Projetos – ÍON-s.png",
            "title": "ÍON-S",
            "images": [
                {
                    "image": "#"
                }
            ],
            "lang": {
                "PT": {
                    "tags": [
                        "Identidade Visual",
                        "Design de Embalagem",
                        "Ilustração"
                    ],
                    "description": "ÍON-S é uma marca brasileira que nasce da crença na beleza limpa, que respeita e valoriza seus consumidores em todas as esferas. Através da ciência e tecnologia, aliadas ao trabalho artesanal, a marca traz ao mercado novas soluções em beleza limpa, fundamentadas na sustentabilidade e no bem-estar: cosméticos em barra, formulados para serem gentis com o meio ambiente e mais compatíveis com a nossa pele. Para a criação do símbolo presente na identidade visual da ÍON-S, realizamos uma profunda reflexão sobre os princípios, valores e essência da marca. Ao unir a valorização da ciência ao próprio nome – que remete diretamente à química –, pensamos imediatamente em átomos e na representação de moléculas. A partir disso, exploramos formas circulares, que na semiótica remetem à unidade, ao movimento e à expansão – conceitos que fazem total sentido quando pensamos na estrutura atômica. O logotipo transmite elegância e modernidade, com o 'O' inclinado representando átomos e moléculas, reforçando a conceituação do projeto."
                },
                "EN": {
                    "tags": [
                        "Brand Identity",
                        "Packaging",
                        "Illustration"
                    ],
                    "description": "ÍON-s is a Brazilian brand that arises from the belief in clean beauty, which respects and values its consumers in all spheres. Through science and technology, combined with artisanal craftsmanship, it brings new solutions to the market in clean beauty, based on sustainability and well-being: bar cosmetics formulated to be gentle on the environment and with ingredients that are more compatible with our skin. For the construction and conceptualization of the symbol present in ÍON-S's visual identity, a profound reflection was carried out on the brand's principles, values, essences, and how-to. When we combine the appreciation of science with its name, which directly alludes to chemistry, we immediately think of atoms and the representation of chemical molecules; and at this point, we focus heavily on circular forms, drawing from semiotics, which allude to unity, movement, and expansion – words that, in turn, make perfect sense when we think about atomic structures. The logo conveys elegance and modernity, with the tilted 'O' alluding to the conceptualization of the project, representing atoms and molecules."
                }
            }
        },
        {
            "cover": "#",
            "title": "Aquino",
            "images": [
                {
                    "image": "#"
                }
            ],
            "lang": {
                "PT": {
                    "tags": [
                        "Branding",
                        "Identidade Visual",
                        "Ilustração"
                    ],
                    "description": "A Aquino Camisaria nasceu para elevar seu estilo com conforto e elegância, oferecendo uma experiência exclusiva e sob medida. A marca fabrica camisas sociais masculinas premium, inclusivas em tamanho, combinando um caimento contemporâneo com o atendimento clássico e personalizado. Todo o desenvolvimento da marca e seus desdobramentos foram pensados para transmitir a exclusividade e o valor do serviço e da experiência proporcionada pela Aquino."
                },
                "EN": {
                    "tags": [
                        "Branding",
                        "Brand Identity",
                        "Illustration"
                    ],
                    "description": "Aquino Camisaria was born to enhance your style, with comfort and elegance, through an exclusive and tailored experience. The brand manufactures premium, size-inclusive custom-made men's dress shirts, mixing the contemporary fit with the classic service. The entire creation of the brand and its unfolding was designed to convey the exclusivity and value of the service and experience."
                }
            }
        },
        {
            "cover": "#",
            "title": "JTS Build & Design",
            "images": [
                {
                    "image": "#"
                }
            ],
            "lang": {
                "PT": {
                    "tags": [
                        "Identidade Visual",
                        "Ilustração"
                    ],
                    "description": "A JTS Build & Design é uma empresa localizada em Chatham, Nova Jersey, especializada na construção de residências com design sofisticado, funcional e minimalista, para famílias que buscam conforto, exclusividade e qualidade. Seu objetivo é entregar aos clientes mais do que uma residência – um verdadeiro lar. A simbologia das portas foi escolhida como conceito central do projeto – a entrada principal da casa, o primeiro acesso ao lar, representando o acolhimento dos moradores e visitantes. Com base nesse princípio, foram criadas diversas ilustrações de portas, que depois foram desconstruídas para explorar formas geométricas e criar elementos gráficos para a identidade visual. Cada detalhe foi pensado para traduzir os atributos da JTS Build & Design de forma harmônica e sofisticada."
                },
                "EN": {
                    "tags": [
                        "Brand Identity",
                        "Illustration"
                    ],
                    "description": "JTS Build & Design is a company located in Chatham, New Jersey, focused on building homes with clean, sophisticated and functional design, for families seeking comfort, exclusivity, functionality and quality. Your goal is to deliver to its customers more than a residence – a home. The symbology of the doors was chosen for the conceptualization of the project – the main entrance to the house, the first access to the home, representing the welcome to the residents and visitors. Based on this principle, several illustrations of different doors were made, which were later deconstructed in search of geometric shapes to create graphic accessories for the visual identity. These elements were carefully thought out in search of a design that speaks to the attributes of JTS Build & Design."
                }
            }
        }
    ]
}